Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# mobile.pairing.qrAccessibilityLabel
source: Pairing QR code
ar: رمز الاستجابة السريعة (QR) للاقتران
de: Kopplungs-QR-Code
es: Código QR de vinculación
fr: Code QR de jumelage
ja: ペアリング QR コード
ko: 페어링 QR 코드
zh_hans: 配对二维码
zh_hant: 配對 QR 碼

# mobile.pairing.qrUnavailable
source: Pairing code unavailable. Tap Refresh Code.
ar: رمز الاقتران غير متاح. اضغط على تحديث الرمز.
de: Kopplungscode nicht verfügbar. Tippen Sie auf Code aktualisieren.
es: Código de vinculación no disponible. Toca Actualizar código.
fr: Code de jumelage indisponible. Appuyez sur Actualiser le code.
ja: ペアリングコードを利用できません。「コードを更新」をタップしてください。
ko: 페어링 코드를 사용할 수 없습니다. 코드 새로고침을 탭하세요.
zh_hans: 配对码不可用。请点按「刷新配对码」。
zh_hant: 配對碼無法使用。請點擊「重新整理代碼」。

# mobile.pairing.refresh
source: Refresh Code
ar: تحديث الرمز
de: Code aktualisieren
es: Actualizar código
fr: Actualiser le code
ja: コードを更新
ko: 코드 새로고침
zh_hans: 刷新配对码
zh_hant: 重新整理代碼

# mobile.pairing.req.tailscale.get
source: Get Tailscale
ar: احصل على Tailscale
de: Tailscale holen
es: Obtener Tailscale
fr: Obtenir Tailscale
ja: Tailscale を入手
ko: Tailscale 받기
zh_hans: 获取 Tailscale
zh_hant: 取得 Tailscale

# mobile.pairing.req.tailscale.missing
source: Tailscale is not connected on this Mac. Install it on both devices and connect both to the same Tailscale network.
ar: برنامج Tailscale غير متصل على جهاز Mac هذا. قم بتثبيته على كلا الجهازين وتوصيلهما بنفس شبكة Tailscale.
de: Tailscale ist auf diesem Mac nicht verbunden. Installieren Sie es auf beiden Geräten und verbinden Sie beide mit demselben Tailscale-Netzwerk.
es: Tailscale no está conectado en este Mac. Instálalo en ambos dispositivos y conecta ambos a la misma red Tailscale.
fr: Tailscale n’est pas connecté sur ce Mac. Installez-le sur les deux appareils et connectez-les tous les deux au même réseau Tailscale.
ja: この Mac で Tailscale が接続されていません。両方のデバイスに Tailscale をインストールし、同じ Tailscale ネットワークに接続してください。
ko: 이 Mac에 Tailscale이 연결되어 있지 않습니다. 양쪽 기기에 모두 설치하고 동일한 Tailscale 네트워크에 연결해 주세요.
zh_hans: 这台 Mac 上的 Tailscale 未连接。请在两台设备上都安装并连接到同一个 Tailscale 网络。
zh_hant: 此 Mac 尚未連線 Tailscale。請在兩部裝置上安裝，並將兩者連線至同一個 Tailscale 網路。

# mobile.pairing.retry
source: Try Again
ar: حاول ثانية
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

# mobile.pairing.targetApp
source: Open with
ar: فتح باستخدام
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
ja: 開くアプリ
ko: 다음으로 열기
zh_hans: 打开方式
zh_hant: 以此開啟

# mobile.pairing.waiting
source: Waiting for your iPhone…
ar: بانتظار هاتف iPhone الخاص بك…
de: Warten auf Ihr iPhone…
es: Esperando a tu iPhone…
fr: En attente de votre iPhone…
ja: iPhone を待っています…
ko: iPhone을 기다리는 중…
zh_hans: 正在等待你的 iPhone…
zh_hant: 正在等待您的 iPhone…

# mobile.pairing.window.title
source: Tailscale Pairing
ar: اقتران Tailscale
de: Tailscale-Kopplung
es: Vinculación de Tailscale
fr: Jumelage Tailscale
ja: Tailscaleペアリング
ko: Tailscale 페어링
zh_hans: Tailscale 配对
zh_hant: Tailscale 配對

# mobile.taskComposer.error.capabilityDisabled
source: Task Composer is disabled on this Mac
ar: مؤلف المهام (Task Composer) معطل على جهاز Mac هذا
de: Der Task Composer ist auf diesem Mac deaktiviert
es: Task Composer está desactivado en este Mac
fr: Task Composer est désactivé sur ce Mac
ja: このMacではタスク作成が無効です
ko: 이 Mac에서는 Task Composer가 비활성화되어 있습니다.
zh_hans: 这台 Mac 上的任务编辑器已禁用
zh_hant: 此 Mac 已停用 Task Composer

# mobile.terminal.artifact.error.forbidden
source: That file is not currently shown in this terminal.
ar: هذا الملف غير معروض حاليًا في هذه الطرفية.
de: Diese Datei wird derzeit nicht in diesem Terminal angezeigt.
es: Ese archivo no se muestra actualmente en esta terminal.
fr: Ce fichier n’est pas affiché actuellement dans ce terminal.
ja: そのファイルは現在このターミナルに表示されていません。
ko: 해당 파일은 현재 이 터미널에 표시되지 않습니다.
zh_hans: 该文件当前未显示在此终端中。
zh_hant: 該檔案目前未顯示在此終端機中。

# mobile.terminal.artifact.error.invalidParams
source: cmux couldn't tell which terminal or file was requested.
ar: تعذر على cmux تحديد الطرفية أو الملف المطلوب.
de: cmux konnte nicht feststellen, welches Terminal oder welche Datei angefordert wurde.
es: cmux no pudo determinar qué terminal o archivo se solicitó.
fr: cmux n’a pas pu déterminer quel terminal ou fichier a été demandé.
ja: どのターミナルのどのファイルが要求されたか判別できませんでした。
ko: cmux가 요청된 터미널이나 파일을 식별할 수 없습니다.
zh_hans: cmux 无法确定请求的是哪个终端或文件。
zh_hant: cmux 無法判定請求的終端機或檔案。

# mobile.terminal.artifact.error.terminalNotFound
source: That terminal is no longer available.
ar: هذه الطرفية لم تعد متاحة.
de: Dieses Terminal ist nicht mehr verfügbar.
es: Esa terminal ya no está disponible.
fr: Ce terminal n’est plus disponible.
ja: そのターミナルは利用できなくなりました。
ko: 해당 터미널을 더 이상 사용할 수 없습니다.
zh_hans: 该终端已不再可用。
zh_hant: 該終端機已無法使用。

# mode.compact
source: Compact
ar: مدمج
de: Kompakt
es: Compacto
ja: コンパクト
ko: 컴팩트
zh_hans: 紧凑
zh_hant: 精簡

# mode.expanded
source: Expanded
ar: موسعة
de: Erweitert
es: Expandido
fr: Étendu
ja: 拡張
ko: 퍼지는
zh_hans: 展开
zh_hant: 擴充

# mode.system
source: System
ar: النظام
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# notification.agentChat.serverUnavailable.bodyDefault
source: cmux couldn't reach %@. Start the server with cmux-chat or configure agentChat.startCommand in cmux.json.
ar: تعذر على cmux الوصول إلى %@. شغّل الخادم باستخدام cmux-chat أو قم بتهيئة agentChat.startCommand في ملف cmux.json.
de: cmux konnte %@ nicht erreichen. Starten Sie den Server mit cmux-chat oder konfigurieren Sie agentChat.startCommand in cmux.json.
es: cmux no pudo comunicarse con %@. Inicia el servidor con cmux-chat o configura agentChat.startCommand en cmux.json.
fr: cmux n'a pas pu contacter %@. Démarrez le serveur avec cmux-chat ou configurez agentChat.startCommand dans cmux.json.
ja: cmux は %@ に接続できませんでした。cmux-chat でサーバーを起動するか、cmux.json で agentChat.startCommand を設定してください。
ko: cmux가 %@에 연결할 수 없습니다. cmux-chat으로 서버를 시작하거나 cmux.json에서 agentChat.startCommand를 설정하세요.
zh_hans: cmux 无法连接到 %@。请用 cmux-chat 启动服务器，或在 cmux.json 中配置 agentChat.startCommand。
zh_hant: cmux 無法連線至 %@。請使用 cmux-chat 啟動伺服器，或在 cmux.json 中設定 agentChat.startCommand。

# notification.agentChat.serverUnavailable.bodyWithCommand
source: cmux couldn't reach %@. Start it with: %@
ar: تعذر على cmux الوصول إلى %@. قم بتشغيله باستخدام: %@
de: cmux konnte %@ nicht erreichen. Starten Sie ihn mit: %@
es: cmux no pudo comunicarse con %@. Inícialo con: %@
fr: cmux n'a pas pu contacter %@. Démarrez-le avec : %@
ja: cmux は %@ に接続できませんでした。次のコマンドで起動してください: %@
ko: cmux가 %@에 연결할 수 없습니다. 다음 명령어로 시작하세요: %@
zh_hans: cmux 无法连接到 %@。请用以下命令启动它：%@
zh_hant: cmux 無法連線至 %@。請以此指令啟動：%@

# notification.agentChat.serverUnavailable.subtitle
source: Opened Agent Chat
ar: تم فتح محادثة الوكيل
de: Agenten-Chat geöffnet
es: Chat del agente abierto
fr: Agent Chat ouvert
ja: Agent Chat を開きました
ko: 에이전트 채팅을 열었습니다
zh_hans: 已打开代理聊天
zh_hant: 已開啟 Agent Chat

# notification.agentChat.serverUnavailable.subtitleLaunchFailed
source: Could not start Agent Chat
ar: تعذر بدء محادثة الوكيل
de: Agenten-Chat konnte nicht gestartet werden
es: No se pudo iniciar el chat del agente
fr: Impossible de démarrer Agent Chat
ja: エージェントチャットを起動できませんでした
ko: 에이전트 채팅을 시작할 수 없습니다
zh_hans: 无法启动代理聊天
zh_hant: 無法啟動 Agent Chat

# notification.agentChat.serverUnavailable.title
source: Agent chat server isn't running
ar: خادم محادثة الوكيل لا يعمل
de: Agenten-Chat-Server läuft nicht
es: El servidor de chat del agente no se está ejecutando
fr: Le serveur de chat de l’agent ne s’exécute pas
ja: Agent Chat サーバーが起動していません
ko: 에이전트 채팅 서버가 실행 중이 아닙니다
zh_hans: 代理聊天服务器未运行
zh_hant: Agent 對話伺服器未在執行

# notification.desktop.defaultTerminalTitle
source: Terminal
ar: طرفية
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# notificationHook.failure.body
source: cmux used default notification behavior because '%@' failed.
ar: استخدم cmux سلوك الإشعارات الافتراضي بسبب فشل «%@».
de: cmux hat das Standard-Benachrichtigungsverhalten verwendet, da „%@“ fehlgeschlagen ist.
es: cmux utilizó el comportamiento de notificación predeterminado porque '%@' falló.
fr: cmux a utilisé le comportement de notification par défaut car '%@' a échoué.
ja: '%@' が失敗したため、cmux は既定の通知動作を使用しました。
ko: '%@'이(가) 실패하여 cmux가 기본 알림 동작을 사용했습니다.
zh_hans: cmux 使用了默认通知行为，因为 '%@' 失败。
zh_hant: 因為「%@」失敗，cmux 已使用預設通知行為。

# notificationHook.failure.title
source: Notification Hook Failed
ar: فشلت خطوة الإشعارات (Notification Hook)
de: Benachrichtigungs-Hook fehlgeschlagen
es: Error en el hook de notificación
fr: Échec du hook de notification
ja: 通知フックに失敗しました
ko: 알림 훅 실패
zh_hans: 通知 Hook 失败
zh_hant: Notification Hook 失敗

# notifications.clearAll
source: Clear All
ar: مسح الكل
bs: Obriši sve
da: Ryd alle
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nb: Fjern alle
pl: Wyczyść wszystko
pt_br: Limpar Tudo
ru: Очистить все
th: ล้างทั้งหมด
tr: Tümünü Temizle
uk: Очистити все
zh_hans: 全部清除
zh_hant: 清除全部

# notifications.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# notifications.dismiss
source: Dismiss
ar: رفض
de: Zurückweisen
es: Despedir
fr: Rejeter
ja: 破棄
ko: 해고하다
zh_hans: 忽略
zh_hant: 解僱

# notifications.empty.description
source: Desktop notifications will appear here for quick review.
ar: ستظهر إشعارات سطح المكتب هنا للمراجعة السريعة.
bs: Obavještenja na radnoj površini će se pojavljivati ovdje radi brzog pregleda.
da: Skrivebordsnotifikationer vises her til hurtig gennemgang.
de: Desktop-Benachrichtigungen werden hier zur schnellen Überprüfung angezeigt.
es: Las notificaciones de escritorio aparecerán aquí para su revisión rápida.
fr: Les notifications de bureau apparaîtront ici pour une consultation rapide.
it: Le notifiche desktop appariranno qui per una rapida consultazione.
ja: デスクトップ通知がここに表示されます。
ko: 데스크톱 알림이 여기에 표시되어 빠르게 확인할 수 있습니다.
nb: Skrivebordsvarsler vises her for rask gjennomgang.
pl: Powiadomienia pulpitu będą się tu pojawiać do szybkiego przeglądu.
pt_br: As notificações da área de trabalho aparecerão aqui para revisão rápida.
ru: Уведомления рабочего стола будут отображаться здесь для быстрого просмотра.
th: การแจ้งเตือนเดสก์ท็อปจะปรากฏที่นี่เพื่อตรวจสอบอย่างรวดเร็ว
tr: Masaüstü bildirimleri hızlı inceleme için burada görünecek.
uk: Сповіщення робочого столу з'являтимуться тут для швидкого перегляду.
zh_hans: 桌面通知将在此处显示，方便快速查看。
zh_hant: 桌面通知將在這裡顯示，方便您快速查看。

# notifications.empty.subtitle
source: Desktop notifications will appear here.
ar: ستظهر إشعارات سطح المكتب هنا.
bs: Obavještenja na radnoj površini će se pojavljivati ovdje.
da: Skrivebordsnotifikationer vises her.
de: Desktop-Benachrichtigungen werden hier angezeigt.
es: Las notificaciones de escritorio aparecerán aquí.
fr: Les notifications de bureau apparaîtront ici.
it: Le notifiche desktop appariranno qui.
ja: デスクトップ通知がここに表示されます。
ko: 데스크톱 알림이 여기에 표시됩니다.
nb: Skrivebordsvarsler vises her.
pl: Powiadomienia pulpitu będą się tu pojawiać.
pt_br: As notificações da área de trabalho aparecerão aqui.
ru: Уведомления рабочего стола будут отображаться здесь.
th: การแจ้งเตือนเดสก์ท็อปจะปรากฏที่นี่
tr: Masaüstü bildirimleri burada görünecek.
uk: Сповіщення робочого столу з'являтимуться тут.
zh_hans: 桌面通知将在此处显示。
zh_hant: 桌面通知將在這裡顯示。

# notifications.empty.title
source: No notifications yet
ar: لا توجد إشعارات بعد
bs: Još nema obavještenja
da: Ingen notifikationer endnu
de: Noch keine Benachrichtigungen
es: Aún no hay notificaciones
fr: Aucune notification pour le moment
it: Nessuna notifica
ja: まだ通知はありません
ko: 아직 알림이 없습니다
nb: Ingen varsler ennå
pl: Brak powiadomień
pt_br: Nenhuma notificação ainda
ru: Уведомлений пока нет
th: ยังไม่มีการแจ้งเตือน
tr: Henüz bildirim yok
uk: Сповіщень ще немає
zh_hans: 暂无通知
zh_hant: 尚無通知

# notifications.forwardToPhone.hideContent
source: Hide content (send a generic message instead of the terminal text)
ar: إخفاء المحتوى (إرسال رسالة عامة بدلاً من نص الطرفية)
de: Inhalt ausblenden (eine allgemeine Nachricht anstelle des Terminal-Textes senden)
es: Ocultar contenido (enviar un mensaje genérico en lugar del texto de la terminal)
fr: Masquer le contenu (envoyer un message générique au lieu du texte du terminal)
ja: 内容を非表示にする（ターミナルのテキストの代わりに一般的なメッセージを送信）
ko: 콘텐츠 숨기기 (터미널 텍스트 대신 일반 메시지 전송)
zh_hans: 隐藏内容（发送通用消息，而不是终端文本）
zh_hant: 隱藏內容（傳送一般訊息而非終端機文字）

# notifications.forwardToPhone.mode.always
source: Always
ar: دائماً
de: Stets
es: Siempre
fr: Toujours
ja: 常に
ko: 언제나
zh_hans: 始终
zh_hant: 總是

# notifications.forwardToPhone.mode.label
source: When to send
ar: وقت الإرسال
de: Wann gesendet werden soll
es: Cuándo enviar
fr: Quand envoyer
ja: 送信するタイミング
ko: 전송 시점
zh_hans: 何时发送
zh_hant: 傳送時機

# notifications.forwardToPhone.mode.onlyWhenAway
source: Only when away from this Mac
ar: فقط عند الابتعاد عن جهاز Mac هذا
de: Nur bei Abwesenheit von diesem Mac
es: Solo al estar lejos de este Mac
fr: Uniquement en cas d’absence de ce Mac
ja: この Mac から離れているときのみ
ko: 이 Mac을 비웠을 때만
zh_hans: 仅在离开这台 Mac 时
zh_hant: 僅在遠離此 Mac 時

# notifications.forwardToPhone.mode.subtitle
source: Away means the screen is locked or asleep, the screensaver is running, or there has been no keyboard or mouse input for %lld minutes.
ar: الغياب يعني أن الشاشة مقفلة أو في وضع السكون، أو أن شاشة التوقف قيد التشغيل، أو عدم وجود أي إدخال من لوحة المفاتيح أو الماوس لمدة %lld دقيقة.
de: Abwesend bedeutet, dass der Bildschirm gesperrt ist oder sich im Ruhezustand befindet, der Bildschirmschoner läuft oder seit %lld Minuten keine Tastatur- oder Mauseingabe erfolgt ist.
es: Ausente significa que la pantalla está bloqueada o en reposo, el salvapantallas está activo o no ha habido actividad del teclado o del ratón durante %lld minutos.
fr: « Absent » signifie que l’écran est verrouillé ou en veille, que l’économiseur d’écran fonctionne, ou qu’il n’y a eu aucune saisie au clavier ou à la souris pendant %lld minutes.
ja: 「離席中」とは、画面がロックまたはスリープ状態であるか、スクリーンセーバーが動作しているか、あるいはキーボードやマウスの入力が%lld分間ない状態を指します。
ko: 자리 비움은 화면이 잠겼거나 대기 상태일 때, 화면 보호기가 실행 중일 때, 또는 %lld분 동안 키보드나 마우스 입력이 없을 때를 의미합니다.
zh_hans: “离开”是指屏幕已锁定或处于睡眠状态、屏幕保护程序正在运行，或者已持续 %lld 分钟没有键盘或鼠标输入。
zh_hant: 「離開」代表螢幕已鎖定或進入睡眠、螢幕保護程式正在執行，或是已達 %lld 分鐘沒有鍵盤或滑鼠輸入。

# notifications.forwardToPhone.subtitle
source: Send local agent notifications to cmux on your iPhone. Enabled by default; turn this off to stop this Mac from forwarding them.
ar: أرسل إشعارات الوكيل إلى تطبيق cmux على iPhone. تكون الميزة متوقفة افتراضيًا، ولا يتم رفع أي شيء إلا عند تشغيلها.
bs: Šalji obavještenja agenata u cmux aplikaciju za iPhone. Isključeno je po zadanim postavkama; ništa se ne šalje dok ovo ne uključite.
da: Send agentnotifikationer til cmux-appen på iPhone. Funktionen er slået fra som standard; intet uploades, medmindre den er slået til.
de: Agentenmitteilungen an die cmux-App auf dem iPhone senden. Standardmäßig deaktiviert; ohne Aktivierung wird nichts hochgeladen.
es: Envía notificaciones de agentes a la app cmux del iPhone. Está desactivado de forma predeterminada; no se carga nada a menos que lo actives.
fr: Envoyez les notifications des agents à l’app cmux sur iPhone. Cette option est désactivée par défaut ; rien n’est téléversé tant qu’elle ne l’est pas.
it: Invia le notifiche degli agenti all’app cmux per iPhone. L’opzione è disattivata per impostazione predefinita; non viene caricato nulla finché non la attivi.
ja: ローカルエージェントの通知を iPhone の cmux に送信します。デフォルトでオンです。この Mac からの転送を停止するにはオフにしてください。
ko: 에이전트 알림을 iPhone용 cmux 앱으로 보냅니다. 기본적으로 꺼져 있으며, 이 설정을 켜기 전에는 아무것도 업로드되지 않습니다.
nb: Send agentvarslinger til cmux-appen på iPhone. Funksjonen er av som standard; ingenting lastes opp med mindre den er slått på.
pl: Wysyłaj powiadomienia agentów do aplikacji cmux na iPhonie. Funkcja jest domyślnie wyłączona; nic nie jest przesyłane, dopóki jej nie włączysz.
pt_br: Envie notificações dos agentes ao app cmux no iPhone. O recurso vem desativado; nada é enviado até que você o ative.
ru: Отправлять уведомления агентов в приложение cmux на iPhone. По умолчанию выключено; данные не загружаются, пока вы не включите эту функцию.
th: ส่งการแจ้งเตือนของเอเจนต์ไปยังแอป cmux บน iPhone ปิดไว้ตามค่าเริ่มต้น และจะไม่มีการอัปโหลดข้อมูลจนกว่าจะเปิดใช้
tr: Aracı bildirimlerini iPhone’daki cmux uygulamasına gönderir. Varsayılan olarak kapalıdır; açılmadıkça hiçbir şey yüklenmez.
uk: Надсилати сповіщення агентів у застосунок cmux на iPhone. Типово вимкнено; нічого не завантажується, доки ви не ввімкнете цю функцію.
zh_hans: 将代理通知发送到 iPhone 上的 cmux App。默认关闭；只有开启后才会上传内容。
zh_hant: 將代理程式通知傳送到 iPhone 上的 cmux App。預設關閉；只有開啟後才會上傳內容。

# notifications.forwardToPhone.title
source: Forward notifications to my iPhone
ar: إعادة توجيه الإشعارات إلى iPhone الخاص بي
bs: Proslijedi obavještenja na moj iPhone
da: Videresend notifikationer til min iPhone
de: Mitteilungen an mein iPhone weiterleiten
es: Reenviar notificaciones a mi iPhone
fr: Transférer les notifications vers mon iPhone
it: Inoltra le notifiche al mio iPhone
ja: 通知を iPhone に転送する
ko: 내 iPhone으로 알림 전달
nb: Videresend varslinger til min iPhone
pl: Przekazuj powiadomienia na mój iPhone
pt_br: Encaminhar notificações para meu iPhone
ru: Пересылать уведомления на мой iPhone
th: ส่งต่อการแจ้งเตือนไปยัง iPhone ของฉัน
tr: Bildirimleri iPhone'uma ilet
uk: Пересилати сповіщення на мій iPhone
zh_hans: 将通知转发到我的 iPhone
zh_hant: 將通知轉寄到我的 iPhone

# notifications.jumpToLatest
source: Jump to Latest
ar: الانتقال إلى الأحدث
de: Zum Neuesten springen
es: Ir al más reciente
fr: Aller au plus récent
ja: 最新へジャンプ
ko: 최신으로 이동
uk: Перейти до останнього
zh_hans: 跳转到最新
zh_hant: 跳至最新

# notifications.jumpToLatestUnread
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# notifications.markAsRead
source: Mark as Read
ar: وضع علامة كمقروءة
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
ja: 既読にする
ko: 읽음으로 표시
zh_hans: 标记为已读
zh_hant: 標記為已讀

# notifications.markAsUnread
source: Mark as Unread
ar: وضع علامة كغير مقروءة
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
ja: 未読にする
ko: 읽지 않은 상태로 표시
zh_hans: 标记为未读
zh_hant: 標記為未讀

# notifications.open
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvrir
ja: 開く
ko: 열려 있는
zh_hans: 打开
zh_hant: 打開

# notifications.resize
source: Resize notifications
ar: تغيير حجم الإشعارات
de: Benachrichtigungen anpassen
es: Cambiar tamaño de las notificaciones
fr: Redimensionner les notifications
ja: 通知をリサイズ
ko: 알림 크기 조절
zh_hans: 调整通知大小
zh_hant: 調整通知大小

# notifications.resize.hint
source: Drag to resize the notifications popover
ar: اسحب لتغيير حجم نافذة الإشعارات المنبثقة
de: Ziehen, um die Größe des Benachrichtigungs-Popovers anzupassen
es: Arrastra para cambiar el tamaño de la ventana emergente de notificaciones
fr: Faites glisser pour redimensionner le popover de notifications
ja: ドラッグして通知ポップオーバーをリサイズ
ko: 알림 팝오버의 크기를 조절하려면 드래그하세요.
zh_hans: 拖动以调整通知弹出框的大小
zh_hant: 拖曳以調整通知彈出視窗的大小

# notifications.row.clear
source: Clear notification
ar: مسح الإشعار
de: Benachrichtigung löschen
es: Borrar notificación
fr: Effacer la notification
ja: 通知をクリア
ko: 알림 지우기
zh_hans: 清除通知
zh_hant: 清除通知

# notifications.title
source: Notifications
ar: الإشعارات
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# paneMemoryGuardrail.banner.detailWithCommand
source: %1$@ — %2$@ (running %3$@)
ar: %1$@ — %2$@ (يجري تشغيل %3$@)
de: %1$@ — %2$@ (führt %3$@ aus)
es: %1$@ — %2$@ (ejecutando %3$@)
fr: %1$@ — %2$@ (exécute %3$@)
ja: %1$@ — %2$@（%3$@ を実行中）
ko: %1$@ — %2$@ (%3$@ 실행 중)
zh_hans: %1$@ — %2$@（正在运行 %3$@）
zh_hant: %1$@ — %2$@（執行中 %3$@）

# paneMemoryGuardrail.banner.dismiss
source: Dismiss
ar: رفض
de: Zurückweisen
es: Despedir
fr: Rejeter
ja: 閉じる
ko: 해고하다
zh_hans: 忽略
zh_hant: 解僱

# paneMemoryGuardrail.banner.kill
source: Kill Pane Process
ar: إنهاء عملية الجزء
de: Teilfenster-Prozess beenden
es: Terminar proceso del panel
fr: Arrêter le processus du volet
ja: ペインのプロセスを終了
ko: 분할 창 프로세스 종료
zh_hans: 终止窗格进程
zh_hant: 強制結束窗格程序

# paneMemoryGuardrail.banner.location
source: %1$@ in %2$@
ar: %1$@ في %2$@
es: %1$@ en %2$@
fr: %1$@ dans %2$@
ja: %1$@（%2$@ 内）
ko: %1$@ (%2$@ 내)
zh_hans: %1$@ 位于 %2$@
zh_hant: %1$@ 在 %2$@

# paneMemoryGuardrail.banner.title
source: A pane is using a lot of memory
ar: يستخدم أحد الأجزاء كمية كبيرة من الذاكرة
de: Ein Teilfenster verbraucht viel Speicher
es: Un panel está usando mucha memoria
fr: Un volet utilise beaucoup de mémoire
ja: ペインが大量のメモリを使用しています
ko: 분할 창이 과도한 메모리를 사용하고 있습니다
zh_hans: 某个窗格正在占用大量内存
zh_hant: 某個窗格正在使用大量記憶體

# paneMemoryGuardrail.banner.unnamedPane
source: Terminal
ar: طرفية
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# paneMemoryGuardrail.confirm.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# paneMemoryGuardrail.confirm.kill
source: Kill Process
ar: إنهاء العملية
de: Prozess beenden
es: Terminar proceso
fr: Arrêter le processus
ja: プロセスを終了
ko: 프로세스 종료
zh_hans: 终止进程
zh_hant: 強制結束程序

# paneMemoryGuardrail.confirm.message
source: This sends SIGTERM then SIGKILL to high-memory process groups in the pane. Other process groups are left alone.
ar: يرسل هذا إشارتي SIGTERM ثم SIGKILL إلى مجموعات العمليات التي تستهلك ذاكرة عالية في الجزء. ولن تتأثر مجموعات العمليات الأخرى.
de: Dies sendet SIGTERM und anschließend SIGKILL an Prozessgruppen mit hohem Speicherverbrauch im Teilfenster. Andere Prozessgruppen bleiben unberührt.
es: Esto envía SIGTERM y luego SIGKILL a los grupos de procesos con alto consumo de memoria en el panel. Los otros grupos de procesos no se verán afectados.
fr: Cela envoie SIGTERM puis SIGKILL aux groupes de processus gourmands en mémoire dans le volet. Les autres groupes de processus sont laissés tranquilles.
ja: ペイン内の高メモリ使用プロセスグループに SIGTERM、続いて SIGKILL を送信します。他のプロセスグループには影響しません。
ko: 이 동작은 분할 창의 고메모리 프로세스 그룹에 SIGTERM을 보낸 다음 SIGKILL을 보냅니다. 다른 프로세스 그룹은 유지됩니다.
zh_hans: 这会向该窗格中占用高内存的进程组先发送 SIGTERM 再发送 SIGKILL。其他进程组不受影响。
zh_hant: 這會向窗格中高記憶體使用量的程序群組傳送 SIGTERM，然後傳送 SIGKILL。其他程序群組將不受影響。

# paneMemoryGuardrail.confirm.title
source: Kill this pane's runaway process?
ar: هل تريد إنهاء العملية الجامحة لهذا الجزء؟
de: Den außer Kontrolle geratenen Prozess dieses Teilfensters beenden?
es: ¿Terminar el proceso desbocado de este panel?
fr: Arrêter le processus incontrôlé de ce volet ?
ja: このペインの暴走プロセスを終了しますか？
ko: 이 분할 창의 폭주 프로세스를 종료하시겠습니까?
zh_hans: 终止此窗格中失控的进程？
zh_hant: 要強制結束此窗格的失控程序嗎？

# panel.cloudVM.loading.elapsed
source: %ds elapsed
ar: مرت %d ثانية
de: %d Sekunden verstrichen
es: %d segundos transcurridos
fr: %ds écoulées
ja: %d秒経過
ko: %d초 경과
zh_hans: 已过 %d 秒
zh_hant: 已耗時 %d 秒

# panel.cloudVM.loading.failed.auth
source: cmux could not open a passwordless terminal session. Try opening the Cloud VM again.
ar: تعذر على cmux فتح جلسة طرفية بدون كلمة مرور. حاول فتح الجهاز الافتراضي السحابي (Cloud VM) مجددًا.
de: cmux konnte keine kennwortlose Terminal-Sitzung öffnen. Versuchen Sie erneut, die Cloud-VM zu öffnen.
es: cmux no pudo abrir una sesión de terminal sin contraseña. Intenta abrir la Cloud VM de nuevo.
fr: cmux n’a pas pu ouvrir une session de terminal sans mot de passe. Réessayez d’ouvrir la VM Cloud.
ja: cmuxはパスワードなしのターミナルセッションを開けませんでした。Cloud VMをもう一度開いてください。
ko: cmux가 비밀번호 없는 터미널 세션을 열 수 없습니다. Cloud VM을 다시 열어 보세요.
zh_hans: cmux 无法打开免密码的终端会话。请重新尝试打开 Cloud VM。
zh_hant: cmux 無法開啟免密碼的終端機工作階段。請嘗試重新開啟 Cloud VM。
